// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Voreinstellungen für Druckmedien verwalten";

"SynchronizeTitleString" = "Druckmedienliste wird aktualisiert…";

"CreatePaperErrorTitle" = "Neuer Medientyp kann nicht hinzugefügt werden";
"SetProfileErrorTitle" = "ICC-Profil kann nicht installiert werden.";
"GetMediumListErrorTitle" = "Druckmedienliste kann nicht abgerufen werden.";
"DeleteCustomMediumErrorTitle" = "Benutzerdefinierter Medientyp kann nicht gelöscht werden..";
"GetProfileErrorTitle" = "ICC-Profil kann nicht heruntergeladen werden.";
"SetPropertiesErrorTitle" = "Druckeinstellungen können nicht geändert werden.";
"ResponseErrorMessage" = "Vergewissern Sie sich, dass der Drucker angeschlossen und eingeschaltet ist, und versuchen Sie es erneut.";
CalibratePaperErrorTitle = "Kalibrierung nicht möglich";
ProfilePaperErrorTitle = "Profilerstell. nicht möglich";
ColorMeasurementErrorTitle = "Farbmessung nicht möglich";
ExportPaperPresetErrorTitle = "Papiervoreinstellungen können nicht exportiert werden";

"DeleteButtonTitle" = "Löschen";
"DeletePaperConfirmationTitle" = "Löschen des benutzerdefinierten Medientyps bestätigen";
"DeletePaperConfirmationMessageFormat" = "Möchten Sie den Medientyp %@ wirklich aus der Druckmedienliste und aus dem Druckerspeicher löschen?";

"SetPrintingPropertiesConfirmationTitleFormatString" = "Möchten Sie die Druckeinstellungen für das Medium %@ wirklich ändern?";
"SetPrintingPropertiesConfirmationMessageString" = "Wenn die Druckeinstellungen nicht mit dem Druckmedium kompatibel sind, können Probleme mit der Druckqualität auftreten.";
"SetPaperThicknessConfirmationTitleFormatString" = "Wenn Sie für starke Medien die Einstellung 'Medienstärke' in 'Normal' ändern, kann es zu Problemen mit der Druckqualität oder zu einer Druckkopfkollision kommen. Die Kalibrierungsdaten und ICC-Profile für dieses Medium werden dann ungültig und müssen erneut erstellt werden. Möchten Sie die Medienstärke für %@ wirklich ändern?";

// Calibration status
"CalibrationStatusRecommended" = "Empfohlen";
"CalibrationStatusOutOfDate" = "Nicht mehr aktuell";

// Synchronization strings
"SyncronizationSuccessfullTitleString" = "Die Druckmedienliste wurde erfolgreich aktualisiert";
"SyncronizationSuccessfullWithoutPDEReferenceMessageString" = "Sie können fortan mit dem neuen benutzerdefinierten Papier drucken.";
"SyncronizationSuccessfullMessageString" = "Sie können fortan mit dem neuen benutzerdefinierten Papier drucken. Möglicherweise ist es erforderlich, das Dialogfeld \"Drucken\" erneut zu öffnen, damit darin die aktualisierte Papierliste angezeigt wird.";
"SyncronizationFailedPrinterBusyTitle" = "Druckmedienliste kann nicht aktualisiert werden";
"SyncronizationFailedPrinterBusyMessage" = "Stellen Sie sicher, dass der Drucker nicht druckt. Wiederholen Sie dann den Vorgang.";
"MediaManagementErrorTitleString" = "Informationen zu benutzerdefinierten Medientypen können nicht vom Drucker abgerufen werden.";
"SyncronizationIncompleteTitleString" = "Aktualisieren der gesamten Medienliste nicht möglich";
"SyncronizationIncompleteMessageFormatString" = "Die folgenden Druckmedientypen wurden nicht aktualisiert:\n%@";
RegistrationIncompleteTitle = "Aktualisieren der gesamten Medienliste nicht möglich";
RegistrationIncompleteMessage = "Die folgenden Druckmedientypen wurden nicht registriert:\n%@";
RegistrationRequiredString = "ICC-Profil registrieren.";
RegisteringProfileTitleString = "ICC-Profil wird registr…";
MethodNotSupportedInFWMessage = "Der Vorgang, den Sie ausführen möchten, wird nicht von Ihrer aktuellen Firmware-Version unterstützt. Bitte installieren Sie die neueste Firmware-Version.";

"GetMediumListTitleString" = "Druckmedienliste wird abgerufen…";
"DeleteMediumTitleString" = "Benutzerdefinierter Medientyp wird gelöscht…";
"GetProfileTitleString" = "ICC-Profil wird heruntergeladen…";
"SetPropertiesTitleString" = "Druckeinstellungen werden geändert…";
"RestoreProfileTitleString" = "Vordefiniertes ICC-Profil wiederherstellen";
"RemoveProfileErrorTitle" = "Vordefiniertes ICC-Profil kann nicht wiederhergestellt werden";

"ICCProfileTitleString" = "ICC-Profil";
"CalibrationStatusTitleString" = "Kalibrierungsstatus";

// Gloss Enhancer
"OFF" = "Aus";
"FULLPAGE" = "Ein";
"INKEDAREA" = "Ein";

// Paper category
"BOND_AND_COATED" = "Normalpapiere und gestrichene Papiere";
"PHOTO" = "Fotopapiere";
"PROOFING" = "Proofing-Papiere";
"FINE_ART" = "Fine Art Druckmedien";
"FILM" = "Folien";
"TECHNICAL" = "Papiere für den technischen Bereich";
"CUSTOM" = "Benutzerdef. Papier";
BACKLIT = "Rückseitig beleuchtbare Druckmedien";
ADHESIVE = "Papier selbstklebend";
BANNER_AND_SIGN = "Material für Banner und Schilder";
HP_EXTENDED_MEDIA = "Weitere Druckmedien";

"CalibrationStatusNotApplicable" = "-";

"No response" = "Vergewissern Sie sich, dass der Drucker angeschlossen und eingeschaltet ist, und versuchen Sie es erneut.";
"UNDEFINED-ERROR" = "Ein Fehler ist aufgetreten.";
"ERROR-IN-PARAMS" = "Ein Fehler ist aufgetreten.";
"UNKNOWN-OPERATION" = "Der Vorgang wurde wegen Zeitüberschreitung abgebrochen.";
"PRINTER-BUSY" = "Der Drucker ist belegt. Warten Sie, bis der Drucker den aktuellen Auftrag abgeschlossen hat.";
"UNDEFINED-MEDIUM" = "Das ausgewählte Medium ist nicht mehr vorhanden. Eventuell wurde es von einem anderen Benutzer gelöscht.";
"INVALID-MEDIUM" = "Ein Fehler ist aufgetreten.";
"PROFILE-DOESNT-EXIST" = "Ein Fehler ist aufgetreten.";
"FACTORY-MEDIUM-CANNOT-BE-DELETED" = "Vordefinierte HP Medien können nicht gelöscht werden.";
"MEDIUM-CANNOT-BE-DELETED" = "Der benutzerdefinierte Medientyp kann nicht gelöscht werden, da er aktuell in den Drucker geladen ist.";
"MEDIUM-DOESNT-EXIST" = "Das ausgewählte Medium ist nicht mehr vorhanden. Eventuell wurde es von einem anderen Benutzer gelöscht.";
"MEDIUM-NOT-CLONABLE" = "Ein Fehler ist aufgetreten.";
"PROFILE-CANNOT-BE-DELETED" = "Ein Fehler ist aufgetreten.";
ALREADY-IN-FACTORY-SETTINGS = "Die Druckeigenschaften sind bereits auf die Standardwerte eingestellt.";

"SaveProfileErrorTitle" = "ICC-Profil konnte nicht gespeichert werden";
"SaveProfileErrorMessage" = "Wiederholen Sie den Vorgang mit einem anderen Speicherort.";

IncreasePaperThicknessConfirmationTitleFormatString = "Möchten Sie die Medienstärke für das Druckmedium %@ wirklich ändern?";
IncreasePaperThicknessConfirmationMessageString = "Die Kalibrierungsdaten und ICC-Profile für dieses Medium werden ungültig und müssen neu erstellt werden.";
DecreasePaperThicknessConfirmationTitleFormatString = "Möchten Sie die Medienstärke für das Druckmedium %@ wirklich ändern?";
DecreasePaperThicknessConfirmationMessageString = "Das Ändern der Medienstärke in 'Normal' für starke Medien kann dazu führen, dass Druckqualitätsprobleme auftreten und dass die Druckköpfe das Medium berühren. Die Kalibrierungsdaten und ICC-Profile für dieses Medium werden dann ungültig und müssen erneut erstellt werden.";
CreateNewICCProfileRecommendationTitleString = "Erstellen Sie mit 'Medienprofil erstellen' ein neues ICC-Profil.";
CreateNewICCProfileRecommendationMessageString = "Da Sie Druckmedieneigenschaften geändert haben, sind die vorhandenen ICC-Profile für diesen Druckmedientyp nicht mehr geeignet.";
SetPrintingPropertiesSuccessfulMessageString = "Die Druckeinstellungen des ausgewählten Druckmediums wurden erfolgreich geändert.";
SetPrintingPropertiesTitleString = "Druckeinstellungen geändert";
ChangeButtonTitle = "Ändern";

"ManagePapersTaskName" = "Voreinstellungen\nfür Druckmedien verwalten";

//Xib localization

//tooltips
"CalibratePaperTooltip" = "Druckmedium kalibrieren";
"ProfilePaperTooltip" = "Medienprofil erstellen";
"InstallICCProfileTooltip" = "ICC-Profil installieren";
"ExportICCProfileTooltip" = "Exportieren des ICC-Profils für ein Druckmedium";
"RestoreFactoryICCProfileTooltip" = "Wiederherstellen eines vordefinierten ICC-Profils für ein HP Druckmedium";
"RegisterProfileTooltip" = "Profil registrieren";
"ChangePrintingPropertiesTooltip" = "Druckeinstellungen für Medientyp ändern";
"ExportPaperPresetTooltip" = "Voreinstellungen für Druckmedium exportieren";
"DeletePaperPresetTooltip" = "Klicken Sie hier zum Löschen eines benutzerdefinierten Medientyps aus der Druckmedienliste und aus dem Druckerspeicher";
"ColorMeasurementTooltip" = "Farbmessung";

"GearButtonTooltip" = "Klicken Sie hier, um Druckmedienvoreinstellungen und ICC-Profile zu verwalten.";
"AddPaperButtonTooltip" = "Um einen eigenen Medientyp zu definieren und im Drucker zu installieren, klicken Sie hier. Weisen Sie in HP Color Center dem neuen Medientyp ein ICC-Farbprofil zu.";
"FullSyncButtonTooltip" = "Um die Druckmedienliste im Druckertreiber mit den im Drucker gespeicherten Medientypen zu aktualisieren, klicken Sie hier.";

//titles
"CalibratePaperTitle" = "Druckmedium kalibrieren…";
"ProfilePaperTitle" = "Medienprofil erstellen…";
"InstallICCProfileTitle" = "ICC-Profil installieren…";
"ExportICCProfileTitle" = "ICC-Profil exportieren…";
"RestoreFactoryICCProfileTitle" = "Vordefiniertes ICC-Profil wiederherstellen…";
"RegisterProfileTitle" = "Profil registrieren";
"ChangePrintingPropertiesTitle" = "Druckeinstellungen ändern…";
"ExportPaperPresetTitle" = "Voreinstellungen für Druckmedium exportieren…";
"DeletePaperPresetTitle" = "Voreinstellungen für Druckmedium löschen…";
"ColorMeasurementTitle" = "Farbmessung…";

//Button's accessibility description attribute
"AddButtonAccessibilityDescription" = "Voreinstellungen für Druckmedium erstellen";
"ActionsButtonAccessibilityDescription" = "Menü 'Aktionen'";
"SynchronizeButtonAccessibilityDescription" = "Druckmedienliste aktualisieren";